Repository: common-repository/xmap
Catalog: languages/xmap-*.po
Languages: de_de

source: Map Properties
de_de: Karten Einstellungen

source: Map Width
de_de: Breite der Karte

source: Map Height
de_de: Höhe der Karte

source: Map Type
de_de: Kartentyp

source: Show Track Metadata
de_de: Track Metadaten anzeigen

source: Unit
de_de: Einheit

source: Map Styles
de_de: Karten Stile

source: Enter the default map properties here.
de_de: Tragen Sie hier die Standardwerte für Karten ein.

source: You can override these defaults by using the appropriate attributes in each shortcode.
de_de: Sie können diese Standardwerte durch die entsprechenden Attribute in den Shortcodes überschreiben.

source: Enter the CSS for the xmap class
de_de: CSS für die xmap Klasse eingeben

source: Road
de_de: Straßen

source: Satellite
de_de: Satellit

source: Terrain
de_de: Gelände

source: Miles
de_de: Meilen

source: <i>%s</i> – You must enter a number!
de_de: <i>%s</i> – Sie müssen eine Zahl eingeben!

source: <i>%s</i> – This value must be at least %s!
de_de: <i>%s</i> – Dieser Wert muss mindestens %s sein!

source: XMap Settings
de_de: XMap Einstellungen

source: Save Changes
de_de: Änderungen übernehmen

source: User maps currently not supported.
de_de: Benutzerkarten werden derzeit nicht unterstützt.

source: Missing route or user ID.
de_de: ID der Route oder des Benutzers fehlt.

source: You must not specify both, route and user ID.
de_de: Sie dürfen nur die Route oder den Benutzer spezifizieren.
